Repository: nick0904/My_MicroLife
Catalog: Microlife/*.lproj/Localizable.strings
Languages: de, es, fr, it, pl, ru

# A6 BT - Page 1 Content
source: 1. Apply cuff tightly on upper arm. 2. Press "START" to begin measurement. 3. Relax and remain still during measurement. 4. When measurement is completed, Bluetooth will turn on automatically. 5. Open the App to connect to A6 BT and download data .
de: 1. Manschette am Oberarm fest anziehen. 2. Drücken Sie "START" um mit der Messung zu beginnen. 3. Entspannen Sie sich und bleiben Sie während der Messung still. 4. Wenn die Messung abgeschlossen ist, schaltet sich Bluetooth automatisch ein. 5. Öffnen Sie die App, um eine Verbindung zu A6 BT herzustellen und Daten herunterzuladen.
es: 1. Aplique el puño firmemente en el brazo. 2. Presione "START" para comenzar la medición. 3. Relajarse y permanecer quieto durante la medición. 4. Cuando se complete la medición, Bluetooth se encenderá automáticamente. 5. Abra la aplicación para conectarse a A6 BT y descargar datos.
fr: 1. Appliquez fermement le brassard sur le bras. 2. Appuyez sur "START" pour commencer la mesure. 3. Détendez-vous et restez immobile pendant la mesure. 4. Lorsque la mesure est terminée, Bluetooth s'allume automatiquement. 5. Ouvrez l'application pour vous connecter à A6 BT et télécharger des données.
it: 1. Applicare il bracciale strettamente sul braccio superiore. 2. Premere "START" per iniziare la misura. 3. Rilassatevi e rimanete fermi durante la misurazione. 4. Al termine della misurazione, Bluetooth si accenderà automaticamente. 5. Aprire l'applicazione per connettersi a A6 BT e scaricare i dati.
pl: 1. Nałożyć ciasno mankietu na ramię. 2. Naciśnij przycisk "START", aby rozpocząć pomiar. 3. Zrelaksuj się i pozostać nieruchomy podczas pomiaru. 4. Po zakończeniu pomiaru Bluetooth automatycznie włącza się. 5. Otwórz aplikację, aby połączyć się z A6 BT i pobrać dane.
ru: 1. Нанесите манжету на плечо. 2. Нажмите "START" чтобы начать измерение. 3. Отдохните и оставайтесь неподвижным во время измерения. 4. Когда измерение будет завершено, Bluetooth включится автоматически. 5. Откройте приложение, чтобы подключиться к A6 BT и загрузить данные.

# A6 BT - Page 2 Content
source: 1. Press "+" to turn on Bluetooth. 2. Open the App to connect to A6 BT and download data .
de: 1. Drücken Sie "+" um Bluetooth einzuschalten. 2. Öffnen Sie die App, um eine Verbindung zu A6 BT herzustellen und Daten herunterzuladen.
es: 1. Presione "+" para activar Bluetooth. 2. Abra la aplicación para conectarse a A6 BT y descargar datos.
fr: 1. Appuyez sur "+" pour activer Bluetooth. 2. Ouvrez l'application pour vous connecter à A6 BT et télécharger des données.
it: 1. Premere "+" per attivare Bluetooth. 2. Aprire l'applicazione per connettersi a A6 BT e scaricare i dati.
pl: 1. Naciśnij przycisk "+", aby włączyć Bluetooth. 2. Otwórz aplikację, aby połączyć się z A6 BT i pobrać dane.
ru: 1. Нажмите "+" чтобы включить Bluetooth. 2. Откройте приложение, чтобы подключиться к A6 BT и загрузить данные.

# NC150 BT - Page 1 Content
source: 1. Turn on the thermometer. 2. Point the thermometer at forehead between eyebrows, with distance ≤5CM. 3. Press "START" to begin measurement. 4. After measurement is completed, Bluetooth will turn on automatically. 5. Open the App to connect to NC150 BT. 6. Select the Log on the App to download and save data.
de: 1. Das Thermometer einschalten. 2. Zeigen Sie das Thermometer auf die Stirn zwischen den Augenbrauen, mit dem Abstand ≤5CM. 3. Drücken Sie "START" um die Messung zu starten. 4. Nach Abschluss der Messung schaltet sich Bluetooth automatisch ein. 5. Öffnen Sie die App, um eine Verbindung zu NC150 BT herzustellen. 6. Wählen Sie die Anmeldung zum Herunterladen und Speichern von Dateien aus.
es: 1. Encienda el termómetro. 2. Señale el termómetro en la frente entre las cejas, con una distancia ≤5CM. 3. Pulse "START" para comenzar la medición. 4. Una vez completada la medición, Bluetooth se encenderá automáticamente. 5. Abra la aplicación para conectarse a NC150 BT. 6. Seleccione el registro en la aplicación para descargar y guardar datos.
fr: 1. Allumez le thermomètre. 2. Pointez le thermomètre au front entre les sourcils, avec une distance ≤ 5CM. 3. Appuyez sur "START" pour commencer la mesure. 4. Une fois la mesure terminée, Bluetooth s'allume automatiquement. 5. Ouvrez l'application pour vous connecter à NC150 BT. 6. Sélectionnez Connexion dans l'application pour télécharger et enregistrer les données.
it: 1. Accendere il termometro. 2. Puntare il termometro sulla fronte tra le sopracciglia, con la distanza ≤5CM. 3. Premere "START" per iniziare la misura. 4. Una volta completata la misurazione, Bluetooth si accenderà automaticamente. 5. Aprire l'App per connettersi a NC150 BT. 6. Selezionare Log in App per scaricare e salvare i dati.
pl: 1. Włącz termometr. 2. Wskaż termometr na czole między brwiami, z odległością ≤5CM. 3. Naciśnij przycisk "START", aby rozpocząć pomiar. 4. Po zakończeniu pomiaru Bluetooth automatycznie włącza się. 5. Otwórz aplikację, aby połączyć się z NC150 BT. 6. Wybierz Dziennik w aplikacji, aby pobrać i zapisać dane.
ru: 1. Включите термометр. 2. Направьте термометр на лоб между бровями с расстоянием ≤5 см. 3. Нажмите "START" чтобы начать измерение. 4. После завершения измерения Bluetooth включится автоматически. 5. Откройте приложение для подключения к NC150 BT. 6. Выберите «Журнал приложения» для загрузки и сохранения данных.

# BFS800 - Page 1 Content
source: 1. Open the App. 2. Stand barefoot on the scale. 3. Scale will automatically turn on, activate Bluetooth, and measures weight. 4. Scale will connect to the App automatically, indicated by the Bluetooth Icon. 5. When weight is measured, scale then measures body composition, indicated by a progress bar. 6. When measurement is completed, the progress bar disappears, and data will be uploaded.
de: 1. Öffnen Sie die App. 2. Barfuß auf der Waage stehen. 3. Die Waage schaltet sich automatisch ein, aktiviert Bluetooth und misst das Gewicht. 4. Die Skalierung wird automatisch mit der App verbunden, die durch das Bluetooth Icon angezeigt wird. 5. Wenn das Gewicht gemessen wird, misst die Skala die Körperzusammensetzung, die durch einen Fortschrittsbalken angezeigt wird. 6. Wenn die Messung abgeschlossen ist, verschwindet die Fortschrittsanzeige und die Daten werden hochgeladen.
es: 1. Abra la aplicación. 2. Párese descalzo en la báscula. 3. La escala se activará automáticamente, activará Bluetooth y medirá el peso. 4. Scale se conectará automáticamente a la aplicación, indicada por el icono Bluetooth. 5. Cuando se mide el peso, la escala mide la composición corporal, indicada por una barra de progreso. 6. Cuando se completa la medición, la barra de progreso desaparece y los datos se cargan.
fr: 1. Ouvrez l'application. 2. Placez-vous pieds nus sur l'échelle. 3. L'échelle s'allume automatiquement, activer Bluetooth et mesurer le poids. 4. Scale se connecte à l'application automatiquement, indiquée par l'icône Bluetooth. 5. Lorsque le poids est mesuré, l'échelle mesure alors la composition du corps, indiquée par une barre de progression. 6. Lorsque la mesure est terminée, la barre de progression disparaît et les données seront téléchargées.
it: 1. Aprire l'applicazione. 2. Stai a piedi nudi sulla scala. 3. La scala si accende automaticamente, attiva Bluetooth e misura il peso. 4. La scala collega automaticamente l'applicazione, indicata dall'icona Bluetooth. 5. Quando il peso viene misurato, la scala quindi misura la composizione del corpo, indicata da una barra di avanzamento. 6. Una volta completata la misurazione, la barra di avanzamento scompare e i dati verranno caricati.
pl: 1. Otwórz aplikację. 2. Stań boso na skali. 3. Skala zostanie automatycznie włączona, aktywuj funkcję Bluetooth i zmień wagę. 4. Skala zostanie automatycznie połączona z aplikacją, oznaczona ikoną Bluetooth. 5. Gdy mierzy się ciężar, skala następnie mierzy skład ciała, wskazany przez pasek postępu. 6. Po zakończeniu pomiaru pasek postępu zniknie, a dane zostaną przesłane.
ru: 1. Откройте приложение. 2. Поднимите босиком по шкале. 3. Масштаб автоматически включается, активирует Bluetooth и измеряет вес. 4. Масштаб автоматически подключится к приложению, обозначенному значком Bluetooth. 5. Когда вес измеряется, масштаб затем измеряет состав тела, обозначенный индикатором выполнения. 6. Когда измерение будет завершено, индикатор выполнения исчезнет, и данные будут загружены.

# BFS800 - Page 2 Content
source: 1. Press "M" to turn on Memory mode. 2. Bluetooth automatically turns on in Memory mode. 3. Open the App to connect to NC150 BT. 4. Select the Log on the App to download and save data.
de: 1. Drücken Sie "M" um den Speichermodus einzuschalten. 2. Bluetooth schaltet sich automatisch im Speichermodus ein. 3. Öffnen Sie die App, um eine Verbindung zu NC150 BT herzustellen. 4. Wählen Sie die Anmeldung zum Herunterladen und Speichern von Dateien aus.
es: 1. Presione "M" para activar el modo de memoria. 2. Bluetooth se activa automáticamente en el modo de memoria. 3. Abra la aplicación para conectarse a NC150 BT. 4. Seleccione la opción Iniciar sesión en la aplicación para descargar y guardar datos.
fr: 1. Appuyez sur "M" pour allumer le mode Mémoire. 2. Bluetooth s'allume automatiquement en mode Mémoire. 3. Ouvrez l'application pour vous connecter à NC150 BT. 4. Sélectionnez Connexion dans l'application pour télécharger et enregistrer des données.
it: 1. Premere "M" per attivare la modalità Memoria. 2. Bluetooth si accende automaticamente in modalità memoria. 3. Aprire l'applicazione per connettersi a NC150 BT. 4. Selezionare il Log in App per scaricare e salvare i dati.
pl: 1. Naciśnij przycisk "M", aby włączyć tryb pamięci. 2. Bluetooth automatycznie włącza się w trybie pamięci. 3. Otwórz aplikację, aby połączyć się z NC150 BT. 4. Zaznacz opcję Zaloguj w aplikacji, aby pobrać i zapisać dane.
ru: 1. Нажмите "M" чтобы включить режим памяти. 2. Bluetooth автоматически включается в режиме памяти. 3. Откройте приложение для подключения к NC150 BT. 4. Выберите «Вход в приложение» для загрузки и сохранения данных.

source: Overview
de: Überblick
es: Visión de conjunto
fr: Aperçu
it: Panoramica
pl: Przegląd
ru: обзор

source: Reminder
de: Mahnung
es: Recordatorio
fr: Rappel
it: Promemoria
pl: Przypomnienie
ru: напоминание

source: Hstory
de: Geschichte
es: Historia
fr: Histoire
it: Storia
pl: Historia
ru: история

source: Setting
de: Rahmen
es: Ajuste
fr: Réglage
it: Ambientazione
pl: Oprawa
ru: настройка

source: Target
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
pl: Cel
ru: цель

source: FAT
de: FETT
es: GRASA
fr: GRAISSE
it: GRASSO
pl: GRUBY
ru: ЖИР

# NormalLine
source: Normal
it: Normale
pl: Normalna
ru: Нормальный

source: ALL
de: ALLE
es: TODAS
fr: TOUT
it: TUTTI
pl: WSZYSTKO
ru: ВСЕ

source: AM
fr: UN M
pl: RANO

source: PM
pl: PO POŁUDNIU

source: DAY
de: TAG
es: DÍA
fr: JOURNÉE
it: GIORNO
pl: DZIEŃ
ru: ДЕНЬ

source: WEEK
de: WOCHE
es: SEMANA
fr: LA SEMAINE
it: SETTIMANA
pl: TYDZIEŃ
ru: НЕДЕЛЮ

source: MONTH
de: MONAT
es: MES
fr: MOIS
it: MESE
pl: MIESIĄC
ru: МЕСЯЦ

source: YEAR
de: JAHR
es: AÑO
fr: AN
it: ANNO
pl: ROK
ru: ГОД

source: Set the time to remind you of doing necessary things you may forget. Just tap add button to create new alarm.
de: Setzen Sie die Zeit, um Sie daran zu erinnern, dass Sie notwendige Dinge, die Sie vergessen können. Tippen Sie einfach auf die Schaltfläche Hinzufügen, um einen neuen Alarm zu erstellen.
es: Establezca el tiempo para recordarle hacer las cosas necesarias que puede olvidar. Sólo tienes que pulsar el botón Añadir para crear una nueva alarma.
fr: Définissez le temps de vous rappeler de faire les choses nécessaires que vous pouvez oublier. Appuyez simplement sur le bouton Ajouter pour créer une nouvelle alarme.
it: Impostare il tempo per ricordarvi di fare le cose necessarie che potresti dimenticare. Basta toccare il pulsante Aggiungi per creare un nuovo allarme.
pl: Przygotuj czas, aby przypomnieć Ci, co musisz zapomnieć. Wystarczy nacisnąć przycisk Dodaj, aby utworzyć nowy alarm.
ru: Задайте время, чтобы напомнить вам о том, что вы делаете необходимые вещи, которые вы можете забыть. Просто нажмите кнопку добавления, чтобы создать новый сигнал.

source: Off
de: Aus
es: Apagado
fr: De
it: via
pl: Poza
ru: от

source: Detected
de: Erkannt
es: Detectado
fr: Détecté
it: rilevato
pl: Wykryto
ru: обнаруженный

source: Not Detected
de: Nicht erkannt
es: No detectado
fr: Non-détecté
it: Non rilevata
pl: Niewykryty
ru: Не обнаружен

# Final measurement
source: Last Measurement at
de: Letzte Messung an
es: Medición en el último
fr: Dernière mesure à
it: Ultima misura a
pl: Ostatni pomiar przy
ru: Последнее измерение в

source: PUL
ru: ПУЛ

source: BMI
es: IMC
fr: IMC

source: BMI
es: IMC
fr: IMC
