Repository: nick0904/My_MicroLife
Catalog: Microlife/*.lproj/Localizable.strings
Languages: de, es, fr, it, pl, ru

source: Alert
de: Aufmerksam
es: Alerta
fr: Alerte
it: Mettere in guardia
pl: Alarm
ru: бдительный

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pl: Potwierdź
ru: подтвердить

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
ru: Отмена

source: Save
de: Sichern
es: Salvar
fr: sauvegarder
it: Salva
pl: Zapisz
ru: Сохранить

# HealthEducation
source: HealthInfo
de: Gesundheitsinformation
es: Educación para la salud
fr: Éducation à la santé
it: Informazioni sulla Salute
pl: Informacje o zdrowiu
ru: Санитарное просвещение

source: Notification
de: Benachrichtigungen
es: Notificación
it: Notifiche
pl: Powiadomienia
ru: уведомление

source: About
de: Über
es: Acerca de
fr: Sur
it: Info
pl: O
ru: Около

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Connectez - Out
pl: Wyloguj
ru: Выйти

source: Please check your wifi
de: Bitte überprüfen Sie Ihre Wifi
es: Comprueba tu wifi
fr: Vérifiez votre wifi
it: Controlla prego il vostro wifi
pl: Sprawdź swoje wifi
ru: Пожалуйста, проверьте свой Wi-Fi

source: The Mail has been canceled
de: Die Mail wurde storniert
es: Se ha cancelado el correo.
fr: Le courrier a été annulé
it: La posta è stata annullata
pl: Poczta została anulowana
ru: Почта отменена

source: The Mail has been sent
de: Die Mail wurde verschickt
es: Se ha enviado el correo
fr: Le courrier a été envoyé
it: La posta è stata inviata
pl: Wiadomość została wysłana
ru: Почта отправлена

source: The Mial has been saved
de: Die Mail wurde gespeichert
es: El correo se ha guardado
fr: Le courrier a été enregistré
it: La posta è stata salvata
pl: Poczta została zapisana
ru: Почта сохранена

source: The Mail delivery failed
de: Die Mail-Zustellung ist fehlgeschlagen
es: Error en la entrega del correo
fr: La livraison du courrier a échoué
it: La consegna di posta non è riuscita
pl: Przesyłka poczty nie powiodła się
ru: Не удалось выполнить доставку почты

source: Microlife Connected Health+ offers a Privacy Mode for users who choose not to synchronize their data to Microlife Cloud. You do not need a Microlife Account to use Privacy Mode, and all your data are stored locally on your smart phone. Please Note that in Privacy Mode your data are not back up on cloud storage, and you will not receive any service-related and promotional information from Microlife.
de: Microlife Connected Health+ bietet Benutzern im Privatmodus die Möglichkeit, die übertragenen Daten NICHT mit der Microlife Cloud zu synchronisieren. Um den Privatmodus zu nutzen benötigt es kein Microlife Benutzerkonto. Die Daten werden nur lokal auf dem Smartphone gespeichert. Wichtig ist, dass die Daten im Privatmodus nicht auf der Cloud als Sicherheitskopie gesichert werden und auch keine service- oder produktbezogene Informationen von Microlife an diese Benutzer gesendet werden.
es: Microlife Connected Health + ofrece un modo de privacidad para los usuarios que deciden no sincronizar sus datos con Microlife Cloud. No necesita una cuenta de Microlife para utilizar el modo de privacidad y todos sus datos se almacenan localmente en su celular. Tenga en cuenta que en el modo de privacidad y sus datos no se respaldan en el almacenamiento en Microlife Cloud y no recibirá ninguna información relacionada con servicios o promociones de Microlife.
fr: Microlife Connected Health + offre un mode de confidentialité pour les utilisateurs qui choisissent de ne pas synchroniser leurs données avec Microlife Cloud. Vous n'avez pas besoin d'un compte Microlife pour utiliser le mode Confidentialité et toutes vos données sont stockées localement sur votre téléphone intelligent. Notez que dans le mode de confidentialité, vos données ne sont pas sauvegardées sur le stockage en nuage et vous ne recevrez aucune information promotionnelle et promotionnelle de Microlife.
it: Microlife Connected Health+ offre la Modalità Privacy per gli utenti che scelgono di non sincronizzare i prorpi dati con Microlife Cloud. Non è necessario avere un Account Microlife per poter utilizzare la Modalità Privacy infatti tutti i dati dell'utente sono memorizzati sul suo smartphone. Si prega di notare che in Modalità Privacy non viene eseguito il back up dei dati sull'archivio Cloud e non si riceverà alcuna informazione promozionale nè servizi correlati da parte di Microlife.
pl: Microlife Connected Health + oferuje tryb prywatności dla użytkowników, którzy zdecydowali się nie synchronizować swoich danych Microlife Cloud. Nie trzeba mieć konta Microlife aby używać trybu prywatności, a wszystkie dane są przechowywane lokalnie na smartfonie. Proszę zwrócić uwagę, że w trybie prywatności Twoje dane nie są kopią zapasową w chmurze i nie otrzymujesz żadnych informacji związanych z usługami i promocyjnych Microlife.
ru: Microlife Connected Health + предлагает режим конфиденциальности для пользователей, которые не синхронизируют свои данные с Microlife Cloud. Для использования режима конфиденциальности вам не требуется учетная запись Microlife, и все ваши данные хранятся локально на вашем смартфоне. Обратите внимание, что в режиме конфиденциальности ваши данные не поддерживают резервное копирование облачного хранилища, и вы не получите никакой информации о сервисах и рекламных материалах от Microlife.

source: Privacy Mode
de: Privatmodus
es: Modo privado
fr: Mode de confidentialité
it: Modalità Privacy
pl: Tryb prywatności
ru: Режим конфиденциальности

source: NextPage
de: Folgeseite
es: Siguiente página
fr: Page suivante
pl: Następna strona
ru: Следующая Страница

source: Do you want to upload Data to Cloud ? If you choose to cancel, the existing record will be deleted
de: Möchten Sie Daten in Cloud hochladen? Wenn Sie den Vorgang abbrechen möchten, wird der bestehende Datensatz gelöscht
es: ¿Quieres subir datos a Cloud? Si elige cancelar, el registro existente se eliminará
fr: Voulez-vous télécharger des données vers Cloud? Si vous choisissez d'annuler, l'enregistrement existant sera supprimé
it: Vuoi caricare i dati in Cloud? Se si sceglie di annullare, il record esistente verrà eliminato
pl: Czy chcesz przesłać dane do Cloud? Jeśli zdecydujesz się anulować, istniejący rekord zostanie usunięty
ru: Вы хотите загрузить данные в облако? Если вы решите отменить, существующая запись будет удалена

source: At microlife, we are deeply committed to empower you and your loved ones to live healthier lives.
de: Wir bei Microlife sind zu tiefst verpflichtet, Sie und Ihre Liebsten zu ermutigen, ein gesünderes Leben zu führen.
es: En microlife, estamos profundamente comprometidos a capacitar a usted ya sus seres queridos para vivir una vida más saludable.
fr: Chez Microlife, nous nous engageons à vous permettre de vivre une vie plus saine.
it: In Microlife ci impegniamo a fondo per permettere a te ed ai tuoi cari di vivere in migliori condizioni di salute.
pl: W Microlife, jesteśmy głęboko zaangażowani w to, aby Ty i Twoi bliscy żyli zdrowi.
ru: В microlife мы глубоко привержены делу предоставления вам и вашим близким жизни более здоровой жизни.

source: Our mission is to bring innovative medical technologies to your home to make health management easier, smarter, and more accurate.
de: Unsere Mission ist es innovative, medizinische Technologien zu Ihnen nach Hause zu bringen, um das Gesundheitsmanagement einfacher, intelligenter und genauer zu machen
es: Nuestra misión es traer tecnologías médicas innovadoras a su hogar para hacer la administración de la salud más fácil, más inteligente y más precisa.
fr: Notre mission est d'apporter des technologies médicales innovantes chez vous pour rendre la gestion de votre santé plus facile, plus intelligente et plus précise.
it: La nostra missione consiste nel portare a casa tua tecnologie mediche innovative che ti permettano di gestire il tuo stato di salute in modo più semplice, più intelligente e con una maggiore precisione.
pl: Naszą misją jest dostarczanie innowacyjnych technologii medycznych do Twojego domu, aby ułatwić zarządzanie zdrowiem, mądrzej i bardziej dokładnie.
ru: Наша миссия - принести инновационные медицинские технологии в ваш дом, чтобы сделать управление здравоохранением проще, умнее и точнее.

source: Use Microlife Connect Health + for simple overview and safekeeping of your readings. Stay on top of your health with ease, anytime, anywhere.
de: Verwenden Sie Microlife Connected Health+ für eine einfache Übersicht und sichere Aufbewahrung Ihrer Messungen. Mit Leichtigkeit halten Sie sich in Topform, jederzeit, überall.
es: Utilice Microlife Connect Health + para una visión general sencilla y la custodia de sus lecturas. Manténgase al tanto de su salud con facilidad, en cualquier momento y en cualquier lugar.
fr: Utilisez Microlife Connect Health+ pour un aperçu et une sauvegarde de vos lectures. Restez au top de votre forme avec facilité, n'importe quand, n'importe où.
it: Utilizza Microlife Connected Health+ per avere un semplice quadro generale e salvare le tue letture. Mantieniti al massimo della salute con facilità, in qualsiasi momento e ovunque.
pl: Użyj Microlife Connect Health+ do prostego przeglądania i przechowywania Twoich wyników. Szczyt zdrowia z łatwością, zawsze i wszędzie.
ru: Используйте Microlife Connect Health + для простого обзора и хранения ваших показаний. Оставайтесь на вершине своего здоровья с легкостью, в любое время и в любом месте.

source: Set goals and reminders to establish healthy routines and monitor progresses for you and your loved ones.
de: Setzen Sie Ziele und Erinnerungen um gesunde Routinen herzustellen und beobachten Sie die Fortschritte von Ihnen und die Ihrer Liebsten.
es: Establezca metas y recordatorios para establecer rutinas saludables y monitorear progresos para usted y sus seres queridos.
fr: Définissez des objectifs et des rappels pour établir des routines saines et surveiller les progrès, pour vous et vos proches.
it: Fissa obbiettivi e promemoria per stabilire la tua salutare routine e controlla i progressi tuoi e dei tuoi cari.
pl: Ustalone cele i przypomnienia dla zdrowych nawyków oraz monitorowania postępów dla Ciebie i Twoich bliskich.
ru: Задавайте цели и напоминания, чтобы установить здоровые процедуры и отслеживать прогресс для вас и ваших близких.

source: Your partner for better health management.
de: Ihr Partner für ein besseres Gesundheitsmanagement.
es: Su socio para una mejor gestión de la salud.
fr: Utilisez Microlife Connect Health + pour un aperçu et une garde simple de vos lectures. Restez au courant de votre santé avec facilité, n'importe quand, n'importe où.
it: Il tuo partner per una migliore gestione della salute.
pl: Twój partner dla lepszego zarządzania zdrowiem.
ru: Ваш партнер для улучшения управления здоровьем.

source: Register
de: Registrieren
es: Registro
fr: S'inscrire
it: Registrazione
pl: Registro
ru: регистр

source: YOUR BLOOD PRESSURE LISTS
de: Im Laufe der letzten zwei Wochen Blutdruck
es: Durante la última presión sanguínea dos semanas
fr: Au cours des deux dernières semaines la pression artérielle
it: Nel corso delle ultime due settimane la pressione arteriosa
pl: W ciągu ostatnich dwóch tygodni ciśnienia krwi
ru: За последние две недели кровяное давление

source: YOUR WEIGHT LISTS
de: Im Laufe der letzten zwei Wochen Körperfettmasse
es: Durante la última masa de grasa corporal dos semanas
fr: Au cours des deux dernières semaines de masse de graisse corporelle
it: Nel corso degli ultimi due settimane massa grassa
pl: W ciągu ostatnich dwóch tygodni tłuszczowej masy ciała
ru: За последние две недели тела жировой массы

source: YOUR BODY TEMPERATURE LISTS
de: In den letzten zwei Wochen war die Körpertemperatur
es: Durante las últimas dos semanas, la temperatura corporal
fr: Au cours des deux dernières semaines, la température du corps
it: Nel corso delle ultime due settimane la temperatura corporea
pl: W ciągu ostatnich dwóch tygodni temperatura ciała
ru: За последние две недели температура тела

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pl: Waga
ru: вес

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: graisse corporelle
it: Grasso Corporeo
pl: Tłuszcz
ru: Телесный жир

source: Body Temp.
de: Körper Temp.
es: Temperatura corporal.
fr: Temp du corps.
it: Temp corpo.
pl: Temp ciało.
ru: Temp тела.

source: Class III Obesity
de: Klasse 3 Fettleibigkeit
es: Obesidad Clase III
fr: Obésité de classe III
it: Classe Obesità 3
pl: Klasa III otyłości
ru: Ожирение класса III

source: Class II Obesity
de: Klasse 2 Fettleibigkeit
es: Obesidad Clase II
fr: Obésité de classe II
it: Classe Obesità 2
pl: Klasa II otyłości
ru: Ожирение класса II

source: Class I Obesity
de: Klasse 1 Fettleibigkeit
es: Obesidad Clase I
fr: Obésité de classe I
it: Classe Obesità 1
pl: Klasa I otyłości
ru: Ожирение класса I

source: Overweight
de: Übergewicht
es: Exceso de peso
fr: en surpoids
it: Sovrappeso
pl: nadwaga
ru: избыточный вес

source: Normal
it: Normale
pl: normalna
ru: Нормальный

source: Underweight
es: Bajo peso
fr: Sous-pondéré
it: Sottopeso
pl: niedowaga
ru: недовес

source: Which event do you want to keep your measure datas?
de: Bitte wählen Sie das Protokoll aus in das Sie Daten übertragen möchten?
es: ¿Qué evento desea conservar los datos de su medida?
fr: Quel événement voulez-vous garder vos données de mesure?
it: Selezionare il registro dove desideri trasferire i dati?
pl: Proszę wybrać użytkownika jeżeli chcesz przesłać dane?
ru: Какое событие вы хотите сохранить ваши данные измерений?

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio Profilo
pl: Mój profil
ru: Мой профайл

source: My Device
de: Meine Geräte
es: Mi dispositivo
fr: Mon appareil
it: I miei dispositivi
pl: Moje urządzenia
ru: Мое устройство

source: Account
de: Konto
es: Cuenta
fr: Compte
pl: konto
ru: Счет

source: Sync
de: Synchronisation
es: Sincronizar
fr: Synchronisation
it: Sincronizzazione
pl: synchronizacja
ru: Синхронизация

source: You can not use MailNotification in Pravicy Mode
de: Die ausgewählte Funktion ist im Privatmodus nicht verfügbar.
es: La función seleccionada no está disponible en el modo de Privacidad
fr: Vous ne pouvez pas utiliser la notification par courrier en mode de confidentialité
it: La funzione selezionata non è disponibile nella modalità Privacy
pl: Wybrana funkcja nie jest dostępna w trybie prywatności
ru: Вы не можете использовать Mail Notification в режиме конфиденциальности

source: Name
es: Nombre
fr: prénom
it: Nome
pl: Nazwisko
ru: имя

source: Gender
de: Geschlecht
es: Género
fr: Le genre
it: Sesso
pl: płeć
ru: Пол

source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di Nascita
pl: Data urodzenia
ru: Дата рождения

source: Height
de: Grösse
es: Altura
fr: la taille
it: Altezza
pl: Wzrost
ru: Высота

source: Male
de: Männlich
es: Masculino
fr: Mâle
it: Uomo
pl: Mężczyzna
ru: мужчина

source: Female
de: Weiblich
es: Hembra
fr: Femelle
it: Donna
pl: Kobieta
ru: женский

source: Metric
de: Metrisch
es: Métrico
fr: Métrique
it: Metrico
pl: metryczny
ru: метрический

source: Imperial
de: Imperiale
fr: Impérial
it: Imperiale
pl: Cesarski
ru: имперский

source: Systolic Pressure
de: Systole
es: Presión sistólica
fr: Pression systolique
it: Pressione Sistolica
pl: Ciśnienie skurczowe
ru: Систолическое давление

source: Diastolic Pressure
de: Diastole
es: Presión diastólica
fr: Pression diastolique
it: Pressioen Diastolica
pl: Ciśnienie rozkurczowe
ru: Диастолическое давление

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pl: Waga
ru: вес

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Graisse corporelle
it: Grasso Corporeo
pl: Tłuszcz
ru: Телесный жир

source: Threshold
de: Grenzwert
es: Límite
fr: Seuil
it: Soglia
pl: Próg
ru: порог

source: OPEN the Threshold & Target value displayed on the graph.
de: Zu meinen Zielen wechseln.
es: ABRIR el valor umbral y objetivo que se muestra en el gráfico.
fr: OUVRIR la valeur seuil et cible affichée sur le graphique.
it: Attiva per visualizzare i tuoi obiettivi.
pl: Włacz wyświetlanie celi na monitorze.
ru: ОТКРЫТЬ значение Threshold & Target, отображаемое на графике.

source: Risk Factors
de: Risikofaktoren
es: Factores de riesgo
fr: Facteurs de risque
it: Fattori di Rischio
pl: Czynniki ryzyka
ru: Факторы риска

source: Delete Account
de: Konto löschen
es: Borrar cuenta
fr: Supprimer le compte
it: Cancella Account
pl: Usuń konto
ru: Удалить аккаунт

source: Select the date format
de: Datumsformat
es: Seleccione el formato de fecha
fr: Sélectionnez le format de la date
it: Formato Data
pl: Format daty
ru: Выберите формат даты

source: My Goals
de: Meine Ziele
es: Mis metas
fr: Mes objectifs
it: I miei Obiettivi
pl: Moje cele
ru: Мои цели

source: Are you sure to delete your account and all records in APP ?
de: Bestätigen Sie, um dieses Konto zu löschen. Die Daten, die auf diesem Gerät und in der Cloud gespeichert sind, werden danach endgültig gelöscht ?
es: ¿Está seguro de eliminar su cuenta y todos los registros de APP?
fr: Êtes-vous sûr de supprimer votre compte et tous les enregistrements de l'APP?
it: Confermare per cancellare il proprio Account. Attenzione! I dati su questo smartphone e sull'archivio Cloud saranno cancellati ?
pl: Proszę potwierdzić usunięcie konta. Należy pamiętać, że Twoje dane w telefonie i chmurze zostaną usunięte ?
ru: Вы действительно хотите удалить свою учетную запись и все записи в APP?

source: Personal History of Hypertension
de: Persönliche Krankengeschichte zu Bluthochdruck
es: Antecedentes personales de hipertensión
fr: Histoire personnelle de l'hypertension artérielle
it: Storia personale dell'Ipertensione
pl: Osobista historia nadciśnienie
ru: Личная история гипертонии

source: Personal History of Atrial Fibrillation
de: Persönliche Krankengeschichte zu Vorhofflimmern
es: Antecedentes personales de la fibrilación auricular
fr: Histoire personnelle de la fibrillation auriculaire
it: Storia personale della Fibrillazione Atriale
pl: Osobista historia migotania przedsionków
ru: Личная история фибрилляции предсердий

source: Personal History of Diabetes
de: Persönliche Krankengeschichte zu Diabetes
es: Historia Personal de la Diabetes
fr: Histoire personnelle du diabète
it: Storia personale del Diabete
pl: Osobista historia chorób sercowo-naczyniowych
ru: Личная история диабета

source: Personal History of Cardiovascular diseases (CVD)
de: Persönliche Krankengeschichte bei Problemen mit dem Herzkreislaufsystem
es: Antecedentes personales de las enfermedades cardiovasculares (ECV)
fr: Historique personnel des maladies cardiovasculaires (CVD)
it: Storia personale di Malattie Cardiovascolari (CVD)
pl: Osobista historia przewlekłej choroby nerek
ru: Личная история сердечно-сосудистых заболеваний (ССЗ)

source: Personal History of Chronic Kidney Disease (CKD)
de: Persönliche Krankengeschichte bei chronischer Nierenerkrankung
es: Antecedentes personales de la enfermedad renal crónica (ERC)
fr: Histoire personnelle de la maladie rénale chronique (CKD)
it: Storia personale di Malattie Renali Croniche (CKD)
pl: osobista historia
ru: Личная история хронической болезни почек (ХЗП)

source: Personal History of Stroke/Transient Ischemic Attack (TIA)
de: Persönliche Krankengeschichte bei Schlaganfällen
es: Antecedentes personales del accidente cerebrovascular / ataque isquémico transitorio (TIA)
fr: Historique personnel de l'accident vasculaire cérébral / attaque ischémique transitoire (TIA)
it: Storia personale di ICTUS/ Attacchi Ischemici Transitori (TIA)
pl: Osobista historia udaru mózgu / przejściowy atak niedokrwienny (TIA)
ru: Личная история инсульта / транзиторной ишемической атаки (TIA)

source: Personal History of Dyslipidemia
de: Persönliche Krankengschichte bei Dyslipidämie
es: Antecedentes personales de dislipidemia
fr: Histoire personnelle de la dyslipidémie
it: Storia personale di Dislipidemia
pl: Osobista historia dyslipidemii
ru: Личная история дислипидемии

source: Personal History of Snoring & Sleep Aponea
de: Persönliche Krankengeschichte bei Schnarchen & Schlafapnöe
es: Historia personal del ronquido y apnea del sueño
fr: Histoire personnelle du ronflement et de l'apnée du sommeil
it: Storia personale di Roncopatia e Apnee Notturne
pl: Osobista historia chrapania i bezdechu sennego
ru: Личная история храпа и апноэ сна

source: Drug Use–Oral Contraception
de: Medikamenteneinnahme - Orale Empfängnisverhütung
es: Uso de drogas - Anticoncepción oral
fr: Utilisation de drogues - Contraception oralen
it: Uso di Contraccettivi Orali
pl: Stosowane leki - doustna antykoncepcja
ru: Использование контрацептивов

source: Drug Use–Anti-Hypertensive Drugs
de: Medikamenteneinnahme - Antihypertensive Medikamente
es: Uso de drogas antihipertensivos
fr: Utilisation de drogues - médicaments anti-hypertensifs
it: Uso di Farmaci Anti-Ipertensivi
pl: Stosowane leki - leki na nadciśnienie
ru: Наркотики - антигипертензивные препараты

source: Pregenancy - Normal
de: Schwangerschaft - Normal
es: Embarazo - Normal
fr: Grossesse - normale
it: Gravidanza-Normale
pl: Ciąża - normalna
ru: Беременность - нормальный

source: Pregnancy–Pre-Eclampsia
de: Schwangerschaft - Präeklampsie
es: Embarazo-Pre-Eclampsia
fr: Grossesse-pré-éclampsie
it: Gravidanza-Preeclampsia
pl: Ciąża stan przedrzucawkowy
ru: Беременность преэклампсии

source: Smoking
de: Rauchen
es: De fumar
fr: Fumeur
it: Fumare
pl: Palenie
ru: копчение

source: Alcohol Intake
de: Alkoholkonsum
es: Consumo de alcohol
fr: Ingestion d'alcool
it: Assunzione di Alcolici
pl: Spożycie alkoholu
ru: Потребление алкоголя

# lang
source: english
de: greman
es: spanish
fr: french
it: italian
pl: polish
ru: russian

# 驗證成功
source: Verify successful
de: Verification Erfolg
es: Verificación éxito
fr: succès de vérification
it: il successo di verifica
pl: sukces weryfikacja
ru: Проверка успеха

# 驗證碼失效
source: Code failure
de: Fehlercode
es: insuficiencia código
fr: code d'échec
it: il Codice
pl: Kod awarii
ru: Код ошибки

# 驗證失敗
source: Verification failed
de: Die Validierung schlägt fehl
es: La validación falla
fr: La validation échoue
it: La convalida non riesce
pl: Walidacja zawiedzie
ru: Проверка не пройдена

# 原驗證碼失效
source: Original code invalid
de: Originalcode ungültig
es: Original no válida código
fr: invalide Code d'origine
it: codice non valido originale
pl: Kod oryginalny nieważny
ru: Оригинальный код недействителен

source: Device Quick Start Guide
de: Gerät Kurzanleitung
es: Guía de inicio rápido del dispositivo
fr: Guide de démarrage rapide de l'appareil
it: Guida all'avvio rapido del dispositivo
pl: Podręcznik szybkiej obsługi urządzenia
ru: Краткое руководство пользователя устройства

source: Blood Pressure Monitor - A6 BT
de: Blutdruckmessgerät - A6 BT
es: Monitor de Presión Arterial - A6 BT
fr: Moniteur de pression artérielle - A6 BT
it: Monitor di pressione sanguigna - A6 BT
pl: Monitor ciśnienia krwi - A6 BT
ru: Монитор артериального давления - A6 BT

source: Forehead Thermometer - NC150 BT
de: Stirnthermometer - NC150 BT
es: Termómetro de la frente - NC150 BT
fr: Thermomètre avant - NC150 BT
it: Termometro frontale - NC150 BT
pl: Termometr przednikowy - NC150 BT
ru: Термометр лба - NC150 BT

source: Body Composition Scale - BFS800
de: Körperzusammensetzung Skala - BFS800
es: Escala de Composición Corporal - BFS800
fr: Échelle de composition corporelle - BFS800
it: Scala di composizione corporea - BFS800
pl: Skala składu ciała - BFS800
ru: Шкала состава тела - BFS800

source: Take Measurement & Upload Data
de: Nehmen Sie Messdaten und Daten hoch
es: Tomar medidas y cargar datos
fr: Prendre des données de mesure et de téléchargement
it: Prendere dati di misurazione e caricamento
pl: Pobrać dane z pomiarów i przesyłania danych
ru: Измерение и загрузка данных

source: Upload Memory Data
de: Speicherdaten hochladen
fr: Télécharger des données de mémoire
it: Carica dati di memoria
pl: Prześlij dane z pamięci
ru: Загрузка данных памяти
